Repository: bturcanu/Network-Forensics-Analysis
Catalog: InterOptic Part 2/sarg-2.3.10/po/*.po
Languages: da

source: Path too long:
da: Sti for lang:

source: Cannot open file "%s": %s
da: Kan ikke åbne filen »%s«: %s

source: %d more authentication failure not shown here&hellip;
da: %d mere godkendelsesfejl er ikke vist her&hellip;

source: Cannot delete "%s": %s
da: Kan ikke slette »%s«: %s

source: Authentication failures report not produced because it is empty
da: Rapport for godkendelsesfejl er ikke lavet, da den er tom

source: sort command return status %d
da: returstatus for sorteringskommando var %d

source: sort command: %s
da: sorteringskommando: %s

source: Authentication Failures
da: Godkendelsesfejl

source: Period: %s
da: Periode: %s

source: USERID
da: BRUGERID

source: IP/NAME
da: IP/NAVN

source: DATE/TIME
da: DATO/TID

source: ACCESSED SITE
da: TILGÅET SIDE

source: Not enough memory to read file "%s"
da: Ikke nok hukommelse til at læse filen »%s«

source: Invalid date in file "%s"
da: Ugyldig dato i filen »%s«

source: Invalid time in file "%s"
da: Ugyldig tid i filen »%s«

source: Invalid user in file "%s"
da: Ugyldig bruger i filen »%s«

source: Invalid IP address in file "%s"
da: Ugyldig IP-adresse i filen »%s«

source: Invalid url in file "%s"
da: Ugyldig adresse (url) i filen »%s«

source: Unknown user ID %s in file "%s"
da: Ukendt bruger-id %s i filen »%s«

source: Write error in file "%s"
da: Skrivefejl i filen »%s«

source: Failed to close file "%s": %s
da: Kunne ikke lukke filen »%s«: %s

source: Invalid record in file "%s"
da: Ugyldig post i filen »%s«

source: Using the dansguardian log file "%s" found in your configuration file "%s"
da: Bruger logfilen »%s« for dansguardian som blev fundet i din konfigurationsfil »%s«

source: Reading DansGuardian log file "%s"
da: Læser DansGuardians logfil: »%s«

source: Sorting file "%s"
da: Sorteringsfilen »%s«

source: %d more dansguardian entry not shown here&hellip;
da: %d mere dansguardianpost er ikke vist her&hellip;

source: Dansguardian report not generated because it is empty
da: Dansguardianrapport ikke oprettet da den er tom

source: CAUSE
da: ÅRSAG

source: Invalid rule in file "%s"
da: Ugyldig regel i filen »%s«

source: Cannot enumerate the user list
da: Kan ikke enumerere brugerlisten

source: Reading user file "%s/%s"
da: Læser brugerfilen »%s/%s«

source: Invalid smart info in file "%s"
da: Ugyldig smartinformation i filen »%s«

source: Not enough memory to store the url
da: Ikke nok hukommelse til at gemme adressen

source: Datafile "%s" written successfully
da: Datafilen »%s« blev skrevet

source: File "%s" not found
da: Filen »%s« blev ikke fundet

source: Decompressing log file "%s" with %s
da: Dekomprimerer logfil »%s« med %s

source: Decompression command too long for log file "%s"
da: Dekomprimeringskommandoen er for lang for logfilen »%s«

source: %d more denied access not shown here&hellip;
da: %d mere nægtet adgang er ikke vist her&hellip;

source: Denied report not produced because it is empty
da: Nægtet rapport ikke lavet da den er tom

source: Denied
da: Nægtet

source: Not enough memory to store the key/value pair %s/%s
da: Ikke nok hukommelse til at gemme nøgle/værdipar %s/%s

source: Command too long:
da: Kommando er for lang:

source: No downloaded files to report
da: Ingen hentede filer at rapportere

source: Sorted file doesn't exist (to produce the download report)
da: Sorteret fil findes ikke (til udarbejdelse af rapport over hentede filer)

source: Downloads
da: Hentede filer

source: Download suffix list too long
da: Liste for filendelser, der skal hentes, er for lang

source: Too many download suffixes
da: For mange filendelser til hentning

source: Total statistics mismatch when reading %s to produce the email report
da: Uoverensstemmelse i samlet statistik, når %s læses for at lave e-post-rapporten

source: Squid User Access Report
da: Adgangsrapport for Squidbruger

source: Decreasing Access (bytes)
da: Faldende adgang (byte)

source: Period
da: Periode

source: CONNECT
da: FORBIND

source: BYTES
da: BYTE

source: ELAPSED TIME
da: FORLØBET TID

source: MILLISEC
da: MILLISEK

source: TIME
da: TID

source: Invalid user ID in file "%s"
da: Ugyldig bruger-id i filen »%s«

source: Invalid number of bytes in file "%s"
da: Ugyldigt antal byte i filen »%s«

source: Invalid number of accesses in file "%s"
da: Ugyldigt antal adgange i filen »%s«

source: Invalid elapsed time in file "%s"
da: Ugyldig forløbet tid i filen »%s«

source: TOTAL
da: SAMLET

source: AVERAGE
da: GENNEMSNIT

source: SARG report, %c
da: SARG-rapport, %c

source: Sending mail with command: %s
da: Sender post med kommandoen: %s

source: command return status %d
da: kommando returnerer status %d

source: command: %s
da: kommando: %s

source: Not enough memory to store the exlcluded IP addresses
da: Ikke nok hukommelse til at gemme de ekskluderede IP-adresser

source: Not enough memory to store the excluded URLs
da: Ikke nok hukommelse til at gemme de ekskluderede adresser

source: Loading exclude host file from: %s
da: Indlæser værtsfil for ekskludering fra: %s

source: While reading "%s"
da: Under læsning af »%s«

source: Loading exclude file from: %s
da: Indlæser ekskluderingsfil fra: %s

source: Failed to move till the end of file "%s": %s
da: Kunne ikke gå til slutningen af filen »%s«: %s

source: Cannot get the size of file "%s": %s
da: Kan ikke indhente størrelsen på filen »%s«: %s

source: Failed to rewind file "%s": %s
da: Kunne ikke tilbagespole filen »%s«: %s

source: malloc failed to allocate %ld bytes
da: malloc kunne ikke allokere %ld byte

source: The string value of parameter "%s" is too long
da: Strengværdien for parameter »%s« er for lang

source: Missing double quote after parameter "%s"
da: Mangler dobbelt anførelsestegn efter parameter »%s«

source: Missing double quote after parameter "%s" or value is more than %d bytes long
da: Mangler dobbelte anførelsestegn efter parameter »%s«, eller værdi er mere end %d byte lang

source: The first word of parameter "%s" is more than %d bytes long
da: Det første ord for parameter »%s« er mere end %d byte langt

source: Missing second word for parameter "%s"
da: Mangler andet ord for parameter »%s«

source: The second word of parameter "%s" is more than %d bytes long
da: Det andet ord for parameter »%s« er mere end %d byte langt

source: The integer value of parameter "%s" is invalid
da: Heltalsværdien for parameter »%s« er ugyldig

source: Unknown value "%s" for parameter "%s"
da: Ukendt værdi »%s« for parameter »%s«

source: Value "%s" conflicts with other selected values for parameter "%s"
da: Værdien »%s« er i konflikt med andre valgte værdier for parameter »%s«

source: Unknown sort criterion "%s" for parameter "%s"
da: Ukendt sorteringskriterium »%s« for parameter »%s«

source: Unknown sort order "%s" for parameter "%s"
da: Ukendt sorteringsrækkefølge »%s« for parameter »%s«

source: SARG: TAG: %s
da: SARG: MÆRKE: %s

source: Invalid value in the "date_format" parameter
da: Ugyldig værdi i »date_format«-parameteren

source: Error: Invalid syntax in hours tag!
da: Fejl: Ugyldig syntaks i mærket for timer!

source: Error: Invalid syntax in weekdays tag!
da: Fejl: Ugyldig syntaks i mærket for ugedage!

source: Too many log files in configuration file
da: For mange logfiler i konfigurationsfilen

source: Too many redirector log files in configuration file
da: For mange logfiler for omdirigering i konfigurationsfilen

source: Template file name is too long in parameter "AuthUserTemplateFile"
da: Skabelonfilnavn er for lang i parameteren »AuthUserTemplateFile«

source: No graphs available as sarg was not compiled with libgd. Set "graphs" to "no" in %s to disable this warning
da: Ingen grafer tilgængelige da sarg ikke blev kompileret med libgd. Sæt »graphs« til »no« i %s for at deaktivere denne advarsel

source: squidguard_log_format is deprecated and has been replaced by redirector_log_format. Please update your configuration file.
da: squidguard_log_format er forældet og er blevet erstattet af redirector_log_format. Opdater venligst din konfigurationsfil.

source: redirector_ignore_date is deprecated and has been replaced by redirector_filter_out_date that does the action implied by its name as opposed to redirector_ignore_date. Please update your configuration file.
da: redirector_ignore_date er forældet og er blevet erstattet af redirector_filter_out_date, som udfører handlingen som antydet af dens navn modsat redirector_ignore_date. Opdater venligst din konfigurationsfil.

source: squidguard_ignore_date is deprecated and has been replaced by redirector_filter_out_date that does the action implied by its name as opposed to squidguard_ignore_date. Please update your configuration file.
da: squidguard_ignore_date er forældet og er blevet erstattet af redirector_filter_out_date, som udfører handlingen som antydet af dens navn modsat squidguard_ignore_date. Opdater venligst din konfigurationsfil.

source: dansguardian_ignore_date is deprecated and has been replaced by dansguardian_filter_out_date that does the action implied by its name as opposed to dansguardian_ignore_date. Please update your configuration file.
da: dansguardian_ignore_date er forældet og er blevet erstattet af dansguardian_filter_out_date, som udfører handlingen som antydet af dens navn modsat dansguardian_ignore_date. Opdater venligst din konfigurationsfil.

source: The "byte_cost" parameter of the configuration file is invalid
da: Parameteren »byte_cost« i konfigurationsfilen er ugyldig

source: SARG: Unknown option %s
da: SARG: Ukendt tilvalg %s

source: Loading configuration from %s
da: Indlæser konfiguration fra %s

source: realloc error (%<PRIu64> bytes required)
da: realloc-fejl (%<PRIu64> byte krævet)

source: iconv failed to convert string "%s" from %s to UTF-8: %s
da: iconv kunne ikke konvertere strengen »%s« fra %s til UTF-8: %s

source: libgd failed to calculate the bounding box of the text "%s": %s
da: libgd kunne ikke beregne omkredsboksen for teksten »%s«: %s

source: libgd failed to render the text "%s": %s
da: libgd kunne ikke optegne teksten »%s«: %s

source: Minimum for Y scale of the graph is out of range: %<PRId64>
da: Minimum for grafens Y-skala er uden for interval: %<PRId64>

source: Maximum for Y scale of the graph is out of range: %<PRId64>
da: Maksimum for grafens Y-skala er uden for interval: %<PRId64>

source: Unknown type %d for Y axis scale
da: Ukendt type %d for Y-akseskala

source: Unknown color "%s" requested for the graph. Using orange instead
da: Der blev anmodet om en ukendt farve, »%s«, til grafen. Bruger orange i stedet for

source: User: %s
da: Bruger: %s

source: User name too long to manufacture file name
da: Brugernavnet er for langt til at kunne fremstille filnavnet

source: Graphs disabled as requested in "%s"
da: Grafer deaktiveret som anmodet om i »%s«

source: Graphs disabled as no font names were provided in "%s"
da: Grafer deaktiveret da ingen skriftnavne blev angivet i »%s«

source: Fontname "%s" not found
da: Skriftnavn »%s« er ikke fundet

source: iconv cannot convert from %s to UTF-8: %s
da: iconv kan ikke konvertere fra %s til UTF-8: %s

source: Invalid entry in file "%s"
da: Ugyldigt punkt i filen »%s«

source: Graph report
da: Grafrapport

source: DAYS
da: DAGE

source: Destination directory too long:
da: Destinationsmappen er for lang:

source: Cannot create directory "%s": %s
da: Kan ikke oprette mappen »%s«: %s

source: Invalid download size in file "%s"
da: Ugyldig overførselsstørrelse i filen »%s«

source: Invalid access code in file "%s"
da: Ugyldig adgangskode i filen »%s«

source: Invalid in-cache volume in file "%s"
da: Ugyldig in-cache-diskenhed i filen »%s«

source: Invalid out-of-cache volume in file "%s"
da: Ugyldig out-of-cache-diskenhed i filen »%s«

source: User report
da: Brugerrapport

source: User
da: Bruger

source: Sort:&nbsp;%s, %s
da: Sorter:&nbsp;%s, %s

source: SmartFilter report
da: SmartFilter-rapport

source: Making report %s
da: Danner rapporten %s

source: Invalid in-cache column in file "%s"
da: Ugyldig in-cache-kolonne i filen »%s«

source: Invalid out-of-cache column in file "%s"
da: Ugyldig out-of-cache-kolonne i filen »%s«

source: date/time report
da: dato-/tidsrapport

source: DENIED
da: NÆGTET

source: Invalid user IP in file "%s"
da: Ugyldig bruger-ip i filen »%s«

source: Invalid day in file "%s"
da: Ugyldig dag i filen »%s«

source: Invalid size in file "%s"
da: Ugyldig størrelse i filen »%s«

source: User %s limit exceeded (%d MB). Added to file "%s"
da: Begrænsning for bruger %s er overskredet (%d MB). Tilføjet til filen »%s«

source: Making index.html
da: Danner index.html

source: Failed to open directory "%s": %s
da: Kunne ikke åbne mappen »%s«: %s

source: SARG report
da: SARG-rapport

source: YEAR
da: ÅR

source: SIZE
da: STØRRELSE

source: Too many month directories in %s Supernumerary entries are ignored
da: For mange månedsmapper i %s Overskydende punkter ignoreres

source: SARG: report for %04d
da: SARG: Rapport for %04d

source: MONTH
da: MÅNED

source: Cannot open directory "%s": %s
da: Kan ikke åbne mappen »%s«: %s

source: Too many day directories in %s Supernumerary entries are ignored
da: For mange dagmapper i %s Overskydende punkter ignoreres

source: SARG: report for %04d/%02d
da: SARG: Rapport for %04d/%02d

source: Write error in the index %s
da: Skrivefejl i indekset %s

source: The directory "%s%s" looks like a report directory but doesn't contain a sarg-date file. You should delete it
da: Mappen »%s%s« ligner en rapportmappe men indeholder ikke filen sarg-date. Du bør slette mappen

source: not enough memory to sort the index
da: ikke nok hukommelse til at sortere indekset

source: Invalid week day in file "%s%s/sarg-date"
da: Ugyldig ugedag i filen »%s%s/sarg-date«

source: Invalid month in file "%s%s/sarg-date"
da: Ugyldig måned i filen »%s%s/sarg-date«

source: Invalid day in file "%s%s/sarg-date"
da: Ugyldig dag i filen »%s%s/sarg-date«

source: Invalid time in file "%s%s/sarg-date"
da: Ugyldig tid i filen »%s%s/sarg-date«

source: Invalid year in file "%s%s/sarg-date"
da: Ugyldig år i filen »%s%s/sarg-date«

source: Not enough memory to store the directory name "%s" in the index
da: Ikke nok hukommelse til at gemme mappenavnet »%s« i indekset

source: FILE/PERIOD
da: FIL/PERIODE

source: CREATION DATE
da: OPRETTELSESDATO

source: USERS
da: BRUGERE

source: Failed to rename "%s" into "%s": %s
da: Kunne ikke omdøbe »%s« til »%s«: %s

source: Failed to create link "%s" to "%s": %s
da: Kunne ikke oprette henvisning »%s« til »%s«: %s

source: Name of the file to remove is too long: %s/%s
da: Navnet på filen der skal fjernes er for langt: %s/%s

source: Chaining IP resolving module "%s"
da: Kæder IP-opslagsmodul »%s«

source: Ignoring duplicate module "%s" to resolve an IP address
da: Ignorerer duplikeret modul »%s« til at slå en IP-adresse op

source: Unknown module "%.*s" to resolve the IP addresses
da: Ukendt modul »%.*s« til at slå IP-adresserne op

source: No option to configure for module %s
da: Ingen tilvalg at konfigurere for modul %s

source: No known module to resolve an IP address using the DNS
da: Intet kendt modul til at så en IP-adresse op med brug af DNS'en

source: Not enough memory to store the names corresponding to the IP address
da: Ikke nok hukommelse til at gemme navnene der svarer til IP-adresserne

source: Cannot resolve host name "%s": %s
da: Kan ikke slå værtsnavn op »%s«: %s

source: Short structure returned by getaddrinfo for an IPv4 address: %d bytes instead of %d
da: Kort struktur returneret af getaddrinfo for en IPv4-adresse: %d byte i stedet for %d

source: Short structure returned by getaddrinfo for an IPv6 address: %d bytes instead of %d
da: Kort struktur returneret af getaddrinfo for en IPv6-adresse: %d byte i stedet for %d

source: Invalid address type %d returned when resolving host name "%s"
da: Ugyldig adressetype %d returneret når værtsnavn »%s« slås op

source: Invalid record in IP address "%s"
da: Ugyldig post i IP-adressen »%s«

source: IP to name resolution (getnameinfo) on IP address "%s" failed with error %d - %s
da: IP til navneopslag (getnameinfo) på IP-adresse »%s« mislykkedes med fejlen %d - %s

source: Command to execute to resolve the IP addresses is too long (maximum is %d bytes)
da: Kommando der skal køres for at slå IP-adresserne op er for lang (maksimum er %d byte)

source: No command to run to resolve an IP address. Please configure it in sarg.conf
da: Ingen kommando at køre for at slå en IP-adresse op. Konfigurer den venligst i sarg.conf

source: IP address "%s" too long for the command to run
da: IP-adressen »%s« er for lang til at kommandoen kan køre

source: IP address "%.*s" too long for the command to run
da: IP-adressen »%.*s« er for lang til at kommandoen kan køre

source: Cannot run command %s
da: Kan ikke køre kommando %s

source: Command failed: %s
da: Kommando fejlede: %s

source: Failed to get the creation time of "%s": %s
da: Kunne ikke indhente oprettelsestidspunktet for »%s«: %s

source: No old reports to delete as only %d report currently exist
da: Ingen gamle rapporter at slette da der kun findes %d rapport

source: %d report directory found
da: %d rapportmappe fundet

source: %d old report to delete
da: %d gammel rapport at slette

source: Removing old report file "%s"
da: Fjerner gammel rapportfil »%s«

source: Too many log files passed on command line with option %s.
da: For mange logfiler givet på kommandolinjen med tilvalg %s.

source: Log file name too long passed on command line with option %s: %s
da: Logfilnavnet er for langt til at blive givet på kommandolinjen med tilvalget %s: %s

source: Time period passed on the command line with option -t must be HH:MM
da: Tidsperioden givet på kommandolinjen med tilvalget -t skal være TT:MM

source: Time range passed on the command line with option -t must be HH:MM-HH:MM
da: Tidsperioden givet på kommandolinjen med tilvalget -t skal være TT:MM-TT:MM

source: Option -%c requires an argument
da: Tilvalget -%c kræver et argument

source: Too many log files passed on command line.
da: For mange logfiler givet på kommandolinjen.

source: Log file name too long passed on command line: %s
da: Logfilnavn er for langt til at blive givet på kommandolinjen: %s

source: The output directory "%s" must be outside of the temporary directory "%s"
da: Uddatamappen »%s« skal være uden for den midlertidige mappe »%s«

source: Deleting temporary directory "%s"
da: Sletter midlertidig mappe »%s«

source: Parameters:
da: Parametre:

source: Hostname or IP address (-a) = %s
da: Værtsnavn eller IP-adresse (-a) = %s

source: Useragent log (-b) = %s
da: Log for brugeragent (-b) = %s

source: Exclude file (-c) = %s
da: Ekskluder fil (-c) = %s

source: Date from-until (-d) = %s
da: Dato fra-til (-d) = %s

source: Email address to send reports (-e) = %s
da: E-post-adresse at sende rapporter (-e) = %s

source: Config file (-f) = %s
da: Konfigurationsfil (-f) = %s

source: Date format (-g) = Europe (dd/mm/yyyy)
da: Datoformat (-g) = Europa (dd/mm/åååå)

source: Date format (-g) = USA (mm/dd/yyyy)
da: Datoformat (-g) = USA (mm/dd/yyyy)

source: Date format (-g) = Sites & Users (yyyy/ww)
da: Datoformat (-g) = Sider & brugere (åååå/ww)

source: IP report (-i) = %s
da: IP-rapport (-i) = %s

source: Yes
da: Ja

source: No
da: Nej

source: Keep temporary files (-k) = %s
da: Bevar midlertidige filer (-k) = %s

source: Input log (-l) = %s
da: Inddatalog (-l) = %s

source: Redirector log (-L) = %s
da: Omdirigeringslog (-L) = %s

source: Resolve IP Address (-n) = %s
da: Slå IP-adresse op (-n) = %s

source: Output dir (-o) = %s
da: Uddatamappe (-o) = %s

source: Use Ip Address instead of userid (-p) = %s
da: Brug Ip-adresse i stedet for brugerid (-p) = %s

source: Accessed site (-s) = %s
da: Tilgået side (-s) = %s

source: Time (-t) = %s
da: Tid (-t) = %s

source: User (-u) = %s
da: Bruger (-u) = %s

source: Temporary dir (-w) = %s
da: Midlertidig mappe (-w) = %s

source: Debug messages (-x) = %s
da: Fejlsøgningsbeskeder (-x) = %s

source: Process messages (-z) = %s
da: Behandl beskeder (-z) = %s

source: Previous reports to keep (--lastlog) = %d
da: Tidligere rapporter at bevare (--lastlog) = %d

source: Sarg compiled to report warnings if the output is inconsistent
da: Sarg kompileret til at rapportere advarsler hvis uddata er inkonsistente

source: setrlimit error: %s
da: setrlimit-fejl: %s

source: Not enough memory to read a log file
da: Ikke nok hukommelse til at læse en logfil

source: Reading access log file: from stdin
da: Læser adgangslogfil: fra stdin

source: Cannot get the modification time of input log file "%s": %s Processing it anyway
da: Kan ikke indhente ændringstidspunkt på inddatalogfilen »%s«: %s Behandler den alligevel

source: Ignoring old log file %s
da: Ignorerer gammel logfil %s

source: Reading access log file: %s
da: Læser adgangslogfil: %s

source: SARG: Records in file: %lu, reading: %3.2lf%%
da: SARG: Poster i fil: %lu, læser: %3.2lf%%

source: Log is from Microsoft ISA: %s
da: Log er fra Microsoft ISA: %s

source: The name of the file is invalid: %s
da: Navnet på filen er ugyldigt: %s

source: Invalid record in exclusion string
da: Ugyldig post i eksklusionsstreng

source: Invalid client IP address in file "%s"
da: Ugyldig klient-IP-adresse i filen »%s«

source: Invalid result code in file "%s"
da: Ugyldig resultatkode i filen »%s«

source: Invalid amount of data in file "%s"
da: Ugyldig mængde af data i filen »%s«

source: Invalid request method in file "%s"
da: Ugyldig forespørgselsmetode i filen »%s«

source: Cannot convert the timestamp from the squid log file
da: Kan ikke konvertere tidsstemplet fra squid-logfilen

source: Invalid download duration in file "%s"
da: Ugyldig overførselsvarighed i filen »%s«

source: Invalid year in file "%s"
da: Ugyldigt år i filen »%s«

source: Invalid month in file "%s"
da: Ugyldig måned i filen »%s«

source: Unknown input log file format
da: Ukendt inddataformat for logfil

source: User ID too long: %s
da: Bruger-id for lang: %s

source: Excluded code: %s
da: Udelukket kode: %s

source: Excluded site: %s
da: Udelukket side: %s

source: Excluded user: %s
da: Udelukket bruger: %s

source: Not enough memory to store user %s
da: Ikke nok hukommelse til at gemme brugeren %s

source: Write error in the log file of user %s
da: Skrivefejl i logfilen for bruger %s

source: Records read: %ld, written: %ld, excluded: %ld
da: Poster læst: %ld, skrevet: %ld, udelukket: %ld

source: Log with mixed records format (squid and common log)
da: Log med blandet postformat (squid og normal log)

source: Common log format
da: Normalt logformat

source: Log with invalid format
da: Log med ugyldigt format

source: No records found
da: Ingen poster fundet

source: End
da: Afslut

source: Period covered by log files: %s-%s
da: Periode dækket af logfiler: %s-%s

source: Failed to build the string representation of the date range
da: Kunne ikke kompilere strengrepræsentationen på datointervallet

source: date=%s
da: dato=%s

source: period=%s
da: periode=%s

source: Sarg parsed log saved as %s
da: Sarg-fortolket log gemt som %s

source: Total execution time: %.0lf seconds
da: Samlet kørsesltid: %.0lf sekunder

source: Lines read: %lu lines in %.0lf seconds (%.0lf lines/s)
da: Læste linjer: %lu linjer på %.0lf sekunder (%.0lf linjer/s)

source: Processed records: %lu records in %.0lf seconds (%.0lf records/s)
da: Behandlede poster: %lu poster på %.0lf sekunder (%.0lf poster/s)

source: Users: %lu users in %.0lf seconds (%.0lf users/s)
da: Brugere: %lu brugere på %.0lf sekunder (%.0lf brugere/s)

source: Loading password file from %s
da: Indlæser adgangskodefil fra %s

source: A text line is more than %d bytes long denoting a corrupted file
da: En tekstlinje er mere end %d byte lang hvilket angiver en ødelagt fil
