Repository: bturcanu/Network-Forensics-Analysis
Catalog: InterOptic Part 2/sarg-2.3.10/po/*.po
Languages: da

source: Not enough memory to read one more line from the file
da: Ikke nok hukommelse til at læse yderligere linjer fra filen

source: Cannot create a temporary file name to produce the report: %s
da: Kan ikke oprette et midlertidigt filnavn for at lave rapporten: %s

source: mkstemp error: %s
da: mkstemp-fejl: %s

source: Not enough memory to read the log file
da: Ikke nok hukommelse til at læse logfilen

source: Failed to get the %d trailing lines of "%s": %s
da: Kunne ikke indhente %d efterfølgende linjer af »%s«: %s

source: Failed "tail" command: %s
da: Mislykket »tail«-kommando: %s

source: Invalid data returned by %s
da: Ugyldig dato returneret af %s

source: The time stamp at column 1 is too long
da: Tidsstemplingen i kolonne 1 er for lang

source: The time stamp decimal part at column 1 is too long
da: Decimaldelen for tidsstemplingen i kolonne 1 er for lang

source: The connection duration at column 2 is too long
da: Forbindelsesvarigheden i kolonne 2 er for lang

source: The IP address at column 3 is too long
da: IP-adressen i kolonne 3 er for lang

source: The status at column 4 is too long
da: Statussen i kolonne 4 er for lang

source: The size at column 5 is too long
da: Størrelsen i kolonne 5 er for lang

source: The action at column 6 is too long
da: Handlingen i kolonne 6 er for lang

source: The URL at column 7 is too long
da: Adressen i kolonne 7 er for lang

source: The user ID at column 8 is too long
da: Bruger-id'et i kolonne 8 er for langt

source: The data at column 8 is too long
da: Dataene i kolonne 8 er for lange

source: The user at column 9 is too long
da: Brugeren i kolonne 9 er for lang

source: Invalid time column in file %s
da: Ugyldig tidskolonne i filen %s

source: Invalid access type in file "%s"
da: Ugyldig adgangstype i filen »%s«

source: Realtime
da: Realtid

source: Auto refresh
da: Opdater automatisk

source: Invalid "redirector_log_format" option in your sarg.conf (too many characters before first tag)
da: Ugyldigt tilvalg »redirector_log_format« i din sarg.conf (for mange tegn før første mærke)

source: Invalid "redirector_log_format" option in your sarg.conf (missing # at end of tag)
da: Ugyldigt tilvalg »redirector_log_format« i din sarg.conf (mangler # i slutningen af mærke)

source: Invalid "redirector_log_format" option in your sarg.conf (too many characters in column separator)
da: Ugyldigt tilvalg »redirector_log_format« i din sarg.conf (for mange tegn før kolonneadskillelse)

source: Parsing of tag "%s" in redirector log "%s" returned no result
da: Fortolkning af mærke »%s« i videresendelseslog (redirector log) »%s« returnerede ikke noget resultat

source: Hour string too long in redirector log file %s
da: Timestreng er for lang i redirector-logfilen %s

source: Banning source name too long in redirector log file %s
da: Karantænekildenavn er for langt i redirector-logfilen %s

source: Banning list name too long in redirector log file %s
da: Karantænelistenavnet er for langt i redirectorlogfilen %s

source: IP address too long in redirector log file %s
da: IP-adresse er for lang i redirector-logfilen %s

source: User ID too long in redirector log file "%s"
da: Bruger-id for langt i redirector-logfilen »%s«

source: Invalid redirected source in file %s
da: Ugyldig omdirigeret kilde i filen %s

source: Invalid redirected list in file "%s"
da: Ugyldig omdirigeret liste i filen »%s«

source: Invalid source IP in file "%s"
da: Ugyldig kilde-IP i filen »%s«

source: Reading redirector log file "%s"
da: Læser redirector-logfilen »%s«

source: Not enough memory to store the name of the new redirector log to be read - %s
da: Ikke nok hukommelse til at gemme navnet på den nye redirector-log som skal læses - %s

source: No redirector logs provided to produce that kind of report
da: Ingen videresendelseslogge er tilgængelige for sådan en rapport

source: Cannot open squidGuard config file: %s
da: Kan ikke åbne squidGuards konfigurationsfil: %s

source: %d more redirector entry not shown here&hellip;
da: %d mere videresendelsesadgang er ikke vist her&hellip;

source: Redirector report not generated because it is empty
da: Videresendelsesrapport er ikke oprettet, da den er tom

source: Redirector report
da: Omdirigeringsrapport

source: RULE
da: REGEL

source: Invalid user found in file "%s"
da: Ugyldig bruger fundet i filen »%s«

source: %d error found in the log file. Some entries may be missing.
da: %d fejl fundet i logfilen. Nogle punkter kan mangle.

source: Too many different dates in "%s"
da: For mange forskellige datoer i »%s«

source: Day report
da: Dagsrapport

source: %02dH
da: %02dT

source: Total downloaded bytes is %<PRIi64> instead of %<PRIi64> in the hourly report of user %s
da: Samlet antal hentede byte er %<PRIi64> i stedet for %<PRIi64> i timerapporten for bruger %s

source: H:M:S
da: T:M:S

source: Total elapsed time is %<PRIi64> instead of %<PRIi64> in the hourly report of user %s
da: Samlet forløbet tid er %<PRIi64> i stedet for %<PRIi64> i timerapporten for bruger %s

source: Cannot create the output directory name containing the period as part of the name
da: Kan ikke oprette uddatamappenavnet der indeholder perioden som en del af navnet

source: Report output directory name=%s
da: Mappenavn for rapporter=%s

source: Site access report
da: Rapport for sideadgang

source: DATE
da: DATO

source: Dansguardian report not produced because no dansguardian configuration file was provided
da: Dansguardianrapport ikke lavet, da ingen konfigurationsfil for dansguardian blev leveret

source: Downloaded files report not requested in report_type
da: Der er ikke anmodet om rapport over hentede filer i report_type

source: Top sites report not requested in report_type
da: Der er ikke anmodet om rapport over topsider i report_type

source: Sites & users report not requested in report_type
da: Der er ikke anmodet om rapport over sider og brugere i report_type

source: Denied accesses report not requested in report_type
da: Der er ikke anmodet om rapport for nægtede adgange i report_type

source: Authentication failures report not requested in report_type
da: Der er ikke anmodet om rapport over godkendelsesfejl i report_type

source: User's detailed report not requested in report_type
da: Der er ikke anmodet om rapport over brugers detaljer i report_type

source: Successful report generated on %s
da: Rapport genereret på %s

source: Successful report generated and sent to %s
da: Rapport genereret og sendt til %s

source: Making file %s/%s
da: Danner filen %s/%s

source: Failed to write a line in "%s"
da: Kunne ikke skrive en linje i »%s«

source: Failed to write the total line in "%s"
da: Kunne ikke skrive den samlede linje i »%s«

source: Invalid total number of accesses in file "%s"
da: Ugyldigt samlet antal adgange i filen »%s«

source: Invalid total size in "%s"
da: Ugyldig samlet størrelse i »%s«

source: Invalid total elapsed time in "%s"
da: Ugyldigt samlet forløbet tid i »%s«

source: Invalid total cache hit in "%s"
da: Ugyldig samlet cache hit i »%s«

source: Invalid total cache miss in "%s"
da: Ugyldig samlet mellemlagertab i »%s«

source: User name too long or invalid in "%s"
da: Brugernavn for langt eller ugyldigt i »%s«

source: URL too long or invalid in "%s"
da: Adressen (url) er for lang eller ugyldig i »%s«

source: IP address too long or invalid in "%s"
da: IP-adressen er for lang eller ugyldig i »%s«

source: Time too long or invalid in "%s"
da: Tiden er for lang eller ugyldig i »%s«

source: Date too long or invalid in "%s"
da: Datoen er for lang eller ugyldig i »%s«

source: Invalid cache hit size in "%s"
da: Ugyldig cache hit-størrelse i »%s«

source: Invalid cache miss size in "%s"
da: Ugyldig cache miss-størrelse i »%s«

source: Sites and users report not generated because privacy option is on
da: Rapport om sider og brugere ikke genereret, da tilvalget for privatliv er aktiveret

source: Sites & Users
da: Sider & brugere

source: cannot build the sort command to sort file %s
da: kan ikke bygge kommandoen sort til at sortere fil %s

source: Generated by %s on %s
da: Oprettet af %s den %s

source: Sorting log %s/%s.user_unsort
da: Sorteringslog %s/%s.user_unsort

source: User name too long to sort with command
da: Brugernavnet er for langt til at sortere med kommandoen

source: connect
da: forbind

source: site
da: side

source: time
da: tid

source: bytes
da: byte

source: reverse
da: omvend

source: Top sites report not produced because privacy option is on
da: Topside-rapport ikke lavet da privatlivstilvalget er aktivt

source: Total statistics mismatch when reading %s to produce the top sites
da: Uoverensstemmelse i samlet statistik ved læsning af %s for at lave topsider

source: Top sites
da: Topsider

source: Top %d sites
da: Top %d sider

source: Invalid number of users in file "%s"
da: Ugyldigt antal brugere i filen »%s«

source: Total statistics mismatch when reading %s to produce the top users
da: Uoverensstemmelse mellem statistikker når der læses %s for at lave topbrugere

source: user
da: bruger

source: SARG report for %s
da: SARG-rapport for %s

source: Sort: %s, %s
da: Sorter: %s, %s

source: Top users
da: Topbrugere

source: Table of content
da: Indholdsfortegnelse

source: Redirector
da: Omdirigering

source: Denied accesses
da: Nægtede adgange

source: Useragent
da: Brugeragent

source: No top users report because it is not configured in report_type
da: Ingen rapport over topbrugere da den ikke er konfigureret i report_type

source: Invalid in-cache size in file "%s"
da: Ugyldig in-cache-størrelse i filen »%s«

source: Invalid out-of-cache size in file "%s"
da: Ugyldig out-of-cache-størrelse i filen »%s«

source: Graphic
da: Grafik

source: The total of the in-cache and cache-miss is not 100%% at position %d (user %s)
da: Summen af in-cache og cache-miss er ikke 100%% på position %d (bruger %s)

source: The total of the in-cache and cache-miss is not 100%%
da: Summen af in-cache og cache-miss er ikke 100%%

source: Write error in top user list %s
da: Skrivefejl i topbrugerlisten %s

source: Not enough memory to store the daily statistics
da: Ikke nok hukommelse til at gemme den daglige statistik

source: Invalid date "%s" for the hourly statistics
da: Ugyldig dato »%s« for timestatistikken

source: Invalid date component in "%s" for the hourly statistics
da: Ugyldig datokomponent i »%s« for timestatistikken

source: Invalid hour %d for the hourly statistics
da: Ugyldig time %d for timestatistikken

source: Too many different dates for the hourly statistics
da: For mange forskellige datoer for timestatistikken

source: Invalid day index found in the hourly statistics
da: Ugyldigt datoindeks fundet i timestatistikken

source: Host name alias "%s*%s" contains too many wildcards (*)
da: Alias for værtsnavnet »%s*%s« indeholder for mange jokertegn (*)

source: Host name alias "%*s" must not end with a wildcard
da: Alias for værtsnavnet »%*s« må ikke slutte med et jokertegn

source: Not enough memory to store the host name aliasing directives
da: Ikke nok hukommelse til at gemme aliasingdirektiverne for værtsnavnet

source: Invalid NUL character found in regular expression
da: Ugyldigt NUL-tegn fundet i regulært udtryk

source: Unterminated regular expression
da: Uafsluttet regulært udtryk

source: Failed to compile the regular expression "%s": %s
da: Kunne ikke kompilere det regulære udtryk »%s«: %s

source: PCRE not compiled in therefore the regular expressions are not available in the host alias file
da: PCRE er ikke kompileret ind, og de regulære udtryk er derfor ikke tilgængelige i filen for værtsalias

source: Reading host alias file "%s"
da: Læser filen for værtsalias »%s«

source: Cannot read host name alias file "%s": %s
da: Kan ikke læse aliasfilen for værtsnavn »%s«: %s

source: List of host names to alias:
da: Liste af værtsnavne der skal have alias:

source: Usage: %s [options...]
da: Brug: %s [tilvalg...]

source: -a NAME|IP Create report for host name or IP address
da: -a NAVN|IP Opret rapport for værtsnavn eller IP-adresse

source: -c FILE Exclude connected hosts from the report
da: -c FIL Ekskluder tilsluttede værter fra rapporten

source: --convert Convert the access.log file to a legible date
da: --convert Konverter filen access.log til en læselig dato

source: --css Output the internal CSS
da: --css Vis den interne CSS

source: -d DATE Date range to include in the report: from-until dd/mm/yyyy-dd/mm/yyyy
da: -d DATO Datointerval i rapporten: fra-til dd/mm/åååå-dd/mm/åååå

source: -e MAIL Email address to send reports to (stdout for console)
da: -e E-POST E-post-adresse som skal modtage rapporter (stdout for konsol)

source: -f FILE Config file to read (default is %s/sarg.conf)
da: -f FIL Konfigurationsfil der skal læses (standard er %s/sarg.conf)

source: -g FMT Date format [e=Europe -> dd/mm/yyyy, u=USA -> mm/dd/yyyy]
da: -g FMT Datoformat [e=Europa -> dd/mm/åååå, u=USA -> mm/dd/åååå]

source: -h This help
da: -h Denne hjælpetekst

source: --help This help
da: --help Denne hjælpetekst

source: -i Reports by user and IP address
da: -i Rapporterer efter bruger og IP-adresse

source: --keeplogs Keep every previously generated report
da: --keeplogs Bevar alle tidligere oprettede rapporter

source: -l FILE Input log
da: -l FIL Inddatalog

source: --lastlog Set the number of previous reports to keep
da: --lastlog Angiv antallet af tidligere rapporter der skal bevares

source: -m Advanced process messages
da: -m Avancerede procesbeskeder

source: -n Resolve IP addresses using RDNS
da: -n Slå IP-adresser op med RDNS

source: -o DIR Report output directory
da: -o MAPPE Vis uddatamappe

source: -p Use Ip Address instead of userid (reports)
da: -p Brug IP-adresse i stedet for bruger-id (rapporter)

source: -P PREFIX Prepend a prefix to the splitted file names
da: -P PRÆFIKS Foranstil et præfiks til de opdelte filnavne

source: -s SITE Limit report to accessed site [eg. www.microsoft.com]
da: -s SIDE Begræns rapport til tilgået side [f.eks. www.microsoft.com]

source: --split Split the log file by date in -d parameter
da: --split Opdel logfilen efter dato i parameteren -d

source: --splitprefix PREFIX Prepend a prefix to the splitted file names
da: --splitprefix PRÆFIKS Foranstil et præfiks til de opdelte filnavne

source: --statistics Print run time statistics
da: --statistics Vis statistik for kørselstid

source: -t TIME Limit report to time range [HH:MM or HH:MM-HH:MM]
da: -t TID Begræns rapport til tidsintervallet [TT:MM eller TT:MM-TT:MM]

source: -u USER Report only that user's activity
da: -u BRUGER Rapporter kun denne brugers aktivitet

source: -w DIR Temporary directory
da: -w MAPPE Midlertidig mappe

source: -x Debug messages
da: -x Fejlsøgningsbeskeder

source: -z Process messages
da: -z Procesbeskeder

source: Reading useragent log "%s"
da: Læser brugeragentlog: »%s«

source: Invalid useragent in file "%s"
da: Ugyldig brugeragent i filen »%s«

source: Records read: %ld
da: Poster læst: %ld

source: Making Useragent report
da: Danner brugeragentrapporter

source: Squid Useragent's Report
da: Squids brugeragentrapporter

source: Not enough memory to store the user
da: Ikke nok hukommelse til at gemme brugeren

source: Cannot load "%s": not enough memory
da: Kan ikke indlæse »%s«: ikke nok hukommelse

source: The list of the users is too long in file "%s"
da: Listen af brugere er for lang i filen »%s«.

source: Cannot prepare ldap URI for server %s on port %d
da: Kan ikke forberede LDAP-adresse for serveren %s på port %d

source: Unable to connect to LDAP server %s on port %d: %d (%s)
da: Kan ikke forbinde til LDAP-serveren %s på port %d: %d (%s)

source: Could not disable LDAP_OPT_REFERRALS
da: Kunne ikke deaktivere LDAP_OPT_REFERRALS

source: Could not set LDAP protocol version %d
da: Kunne ikke angive LDAP-protokol version %d

source: Cannot bind to LDAP server: %s
da: Kan ikke binde til LDAP-server: %s

source: LDAP search failed: %s
da: LDAP-søgning mislykkedes: %s

source: looking for "%s" at or below "%s"
da: kigger efter »%s« ved eller under »%s«

source: Loading user table from LDAP
da: Indlæser brugertabel fra LDAP

source: LDAP module not compiled in sarg
da: LDAP-modul er ikke kompileret i sarg

source: Loading User table: %s
da: Indlæser brugertabel: %s

source: Cannot parse again the line as it was modified
da: Kan ikke fortolke linjen igen da den blev ændret

source: Loop detected in %s after %d bytes.
da: Loop detekteret i %s efter %d byte.

source: Line="%s"
da: Linje=»%s«

source: Record="%s"
da: Post=»%s«

source: searching for 'x%x'
da: søger efter »x%x«

source: Integer overflow detected in %s in line "%s"
da: Heltalsoverløb detekteret i %s i linje »%s«

source: Invalid buffer passed to getword_ptr
da: Ugyldigt mellemlager videresendt til getword_ptr

source: Invalid path "%s". Please, use absolute paths only.
da: Ugyldig sti »%s«. Brug venligst kun absolutte stier.

source: The requested number of digits passed to my_lltoa (%d) is bigger than the output buffer size (%d)
da: Det anmodede antal tal videresendt til my_lltoa (%d) er større end størrelsen på uddatamellemlageret (%d)

source: January,February,March,April,May,June,July,August,September,October,November,December
da: januar,februar,marts,april,maj,juni,juli,august,september,oktober,november,december

source: The internal list of month names is invalid. Please report this bug to the translator.
da: Den interne liste over månedsnavne er ugyldig. Rapporter venligst denne fejl til oversætteren.

source: Failed to read the date in "%s"
da: Kunne ikke læse datoen i »%s«

source: Failed to read the number of users in "%s"
da: Kunne ikke læse antallet af brugere i »%s«

source: Cannot stat "%s": %s
da: Kan ikke køre stat på »%s«: %s

source: Failed to copy image "%s" to "%s"
da: Kan ikke kopiere billedet »%s« til »%s«

source: File "%s" already exists, moved to "%s"
da: Filen »%s« findes allerede, flyttet til »%s«

source: Failed to write the date in "%s"
da: Kunne ikke skrive datoen i »%s«

source: Invalid buffer length passed to the function to safely copy a string
da: Ugyldig længde for mellemlager videresendt til funktionen for sikkert at kopiere en streng

source: The date passed as argument is not formated as dd/mm/yyyy or dd/mm/yyyy-dd/mm/yyyy
da: Datoen videresendt som argument er ikke formateret som dd/mm/åååå eller dd/mm/åååå-dd/mm/åååå

source: The date range passed as argument is not formated as dd/mm/yyyy or dd/mm/yyyy-dd/mm/yyyy
da: Datointervallet videresendt som argument er ikke formateret som dd/mm/åååå eller dd/mm/åååå-dd/mm/åååå

source: Failed to get the current time
da: Kunne ikke indhente aktuel tid

source: Invalid number of days in -d parameter
da: Ugyldigt antal dage i parameteren -d

source: Cannot convert local time: %s
da: Kan ikke konvertere lokal tid: %s

source: Invalid number of weeks in -d parameter
da: Ugyldigt antal uger i parameteren -d

source: Invalid number of months in -d parameter
da: Ugyldigt antal måneder i parameteren -d

source: Invalid date range passed on command line
da: Ugyldigt datointerval givet på kommandolinjen

source: Purging temporary file sarg-general
da: Fjerner midlertidig fil sarg-general

source: Too many codes to exclude in file "%s"
da: For mange kodelinjer at udelukke i filen »%s«

source: Cannot get disk space because the path "%s%s" is too long
da: Kan ikke indhente diskplads, da stien »%s%s« er for lang

source: Cannot get disk space with command %s
da: Kan ikke indhente diskplads med kommando %s

source: Cannot get disk size with command %s
da: Kan ikke indhente diskstørrelse med kommando %s

source: The command to compute the occupied disk size (%s) returned the unknown string %s
da: Kommandoen til at beregne den optagne diskstørrelse (%s) returnerede den ukendte streng %s

source: For the translation to work, a valid message file should be installed as "%s/<Locale>/LC_MESSAGES/%s.mo" where <Locale> is derived from the effective locale.
da: For at oversættelsen kan fungere, skal en gyldig beskedfil installeres som »%s/<sprog>/LC_MESSAGES/%s.mo« hvor <sprog> er afledt fra det aktive sprog.

source: Currently effective locale is "%s".
da: Nuværende aktive sprog er »%s«.

source: Locale is not set in the environment variable.
da: Sproget (locale) angives i miljøvariablen.

source: If this message is in English, then your language is not supported or not correctly installed.
da: Hvis denne besked er på engelsk, så er dit sprog ikke understøttet eller det er ikke korrekt installeret.

source: Unknown path type "%s"
da: Ukendt stitype »%s«

source: Unknown file "%s" found in temporary directory "%s". It is not one of our files. Please check the temporary directory you gave to sarg. Adjust the path to a safe directory or manually delete the content of "%s"
da: Ukendt fil »%s« fundet i midlertidig mappe »%s«. Det er ikke en af vores filer. Kontroller venligst den midlertidige mappe du gav til sarg. Juster stien til en sikker mappe eller slet manuelt indholdet af »%s«

source: Unknown path type "%s". Check your temporary directory
da: Ukendt stitype »%s«. Kontroller din midlertidige mappe
